[
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Comprehensive Guide to Major Cities in the South of France",
    "page": 1,
    "bbox": [
      72.0,
      705.1919937133789,
      384.397216796875,
      719.9759979248047
    ],
    "text": "Comprehensive Guide to Major Cities in the South of France",
    "snippet": "Comprehensive Guide to Major Cities in the South of France",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {}
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Introduction",
    "page": 1,
    "bbox": [
      72.0,
      680.0519790649414,
      139.71600341796875,
      694.8359832763672
    ],
    "text": "Introduction\n\nThe South of France, known for its stunning landscapes, Mediterranean coastline, and rich \ncultural heritage, is home to some of the most beautiful and historically significant cities in the \ncountry. This guide provides an in-depth look at the major cities in the South of France, \ndetailing their history, key attractions, cultural highlights, and unique characteristics. Whether \nyou're planning a visit or simply want to learn more about this enchanting region, this guide \nwill oﬀer valuable insights into each city's charm and allure.",
    "snippet": "Introduction The South of France, known for its stunning landscapes, Mediterranean coastline, and rich cultural heritage, is home to some of the most beautiful and historically significant cities in…",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "1": [
        [
          72.0,
          569.4960784912109,
          542.5919189453125,
          669.7559585571289
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Overview of the Region",
    "page": 2,
    "bbox": [
      72.0,
      705.1919937133789,
      197.0159912109375,
      719.9759979248047
    ],
    "text": "Overview of the Region\n\nThe South of France, or \"Le Midi,\" encompasses the regions of Provence-Alpes-Côte d'Azur, \nOccitanie, and parts of Nouvelle-Aquitaine. This area is renowned for its diverse landscapes, \nfrom the sun-drenched beaches of the French Riviera to the rolling vineyards of Provence and \nthe rugged Pyrenees mountains. The Mediterranean climate ensures warm summers and \nmild winters, making it a year-round destination. The South of France is also famous for its \ncuisine, wines, and vibrant cultural scene. \nTravel Tips \nBest Time to Visit: The best time to visit the South of France is during the spring (April \nto June) and fall (September to October) when the weather is pleasant, and the tourist \ncrowds are smaller. \nTransportation: The region is well-connected by an extensive network of trains, \nbuses, and flights. Renting a car is also a great option for exploring the countryside \nand smaller towns. \nLanguage: While French is the oﬃcial language, English is widely spoken in tourist \nareas. Learning a few basic French phrases can enhance your travel experience.",
    "snippet": "Overview of the Region The South of France, or \"Le Midi,\" encompasses the regions of Provence-Alpes-Côte d'Azur, Occitanie, and parts of Nouvelle-Aquitaine.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "2": [
        [
          72.0,
          408.33599853515625,
          541.0906982421875,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Marseille: The Oldest City in France",
    "page": 3,
    "bbox": [
      72.0,
      705.1919937133789,
      258.57598876953125,
      719.9759979248047
    ],
    "text": "Marseille: The Oldest City in France\n\nMarseille, founded by Greek sailors around 600 BC, is the oldest city in France. Its strategic \nlocation on the Mediterranean coast made it a vital trading port throughout history. The city's \nrich cultural heritage is reflected in its diverse architecture and vibrant atmosphere. Over the \ncenturies, Marseille has been influenced by various cultures, including Greek, Roman, and \nNorth African, making it a melting pot of traditions and customs. \nOld Port (Vieux-Port): The heart of Marseille, the Old Port has been a bustling harbor \nfor over 2,600 years. Today, it is a lively area filled with cafes, restaurants, and \nmarkets. \nBasilica of Notre-Dame de la Garde: This iconic basilica, perched on a hill \noverlooking the city, oﬀers panoramic views of Marseille and the Mediterranean Sea. \nBuilt in the 19th century, it is a symbol of the city's maritime heritage. \nMuCEM (Museum of European and Mediterranean Civilizations): This modern \nmuseum explores the cultural history of the Mediterranean region through a variety of \nexhibits and interactive displays. \nLe Panier: The oldest district in Marseille, Le Panier is a maze of narrow streets, \ncolorful buildings, and historic landmarks. It's a great place to explore the city's past \nand enjoy its vibrant culture.",
    "snippet": "Marseille: The Oldest City in France Marseille, founded by Greek sailors around 600 BC, is the oldest city in France.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "3": [
        [
          72.0,
          323.8559875488281,
          541.2133178710938,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Local Experiences",
    "page": 3,
    "bbox": [
      72.00001525878906,
      298.7760009765625,
      164.7720184326172,
      313.5359802246094
    ],
    "text": "Local Experiences\n\nBoat Trip to the Calanques: Take a boat trip to the Calanques, a series of stunning \nlimestone cliﬀs and coves along the coast. \nFish Market at the Old Port: Visit the fish market at the Old Port to experience the \nlocal seafood culture. \nStreet Art in Cours Julien: Explore the vibrant street art scene in the Cours Julien \ndistrict. \nMarseille is known for its vibrant arts scene, with numerous galleries, theaters, and music \nvenues. The city hosts several festivals throughout the year, including the Festival de \nMarseille, which celebrates contemporary dance, theater, and music. Marseille's cuisine is\n\nalso a highlight, with dishes like bouillabaisse (a traditional fish stew) and pastis (an anise-\nflavored aperitif) being local favorites.",
    "snippet": "Local Experiences Boat Trip to the Calanques: Take a boat trip to the Calanques, a series of stunning limestone cliﬀs and coves along the coast.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "3": [
        [
          72.0,
          87.39599609375,
          522.8532104492188,
          288.3960266113281
        ]
      ],
      "4": [
        [
          71.99996948242188,
          688.1160125732422,
          520.6199951171875,
          719.9759902954102
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Nice: The Jewel of the French Riviera",
    "page": 5,
    "bbox": [
      72.0,
      705.1919937133789,
      265.2959899902344,
      719.9759979248047
    ],
    "text": "Nice: The Jewel of the French Riviera\n\nNice, located on the French Riviera, has been a popular destination for centuries. Its history \ndates back to the ancient Greeks, who founded the city around 350 BC. Nice later became a \nRoman colony and has since evolved into a glamorous resort town. In the 19th century, Nice \nbecame a favorite winter retreat for European aristocrats, which contributed to its \ndevelopment as a luxurious destination. \nPromenade des Anglais: This famous seaside promenade, built in the 19th century, is \nperfect for a leisurely stroll along the coast. It oﬀers stunning views of the \nMediterranean and is lined with cafes and hotels. \nCastle Hill (Colline du Château): This hilltop park oﬀers panoramic views of Nice and \nthe Mediterranean. It was once the site of a medieval castle, which was destroyed in \nthe 18th century. \nOld Town (Vieux Nice): The historic center of Nice is a labyrinth of narrow streets, \nbaroque churches, and bustling markets. Don't miss the Cours Saleya market, where \nyou can find fresh produce, flowers, and local delicacies. \nMatisse Museum: Dedicated to the works of Henri Matisse, who spent much of his life \nin Nice, this museum features a comprehensive collection of his paintings, sculptures, \nand drawings.",
    "snippet": "Nice: The Jewel of the French Riviera Nice, located on the French Riviera, has been a popular destination for centuries.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "5": [
        [
          72.0,
          323.8559875488281,
          540.9705810546875,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Hidden Gems",
    "page": 5,
    "bbox": [
      72.0,
      298.7760009765625,
      143.1120147705078,
      313.5359802246094
    ],
    "text": "Hidden Gems\n\nRussian Orthodox Cathedral: Visit the stunning Russian Orthodox Cathedral, a \nunique architectural gem in Nice. \nMarc Chagall National Museum: Explore the works of Marc Chagall at this dedicated \nmuseum. \nParc Phoenix: Discover the botanical wonders at Parc Phoenix, a beautiful garden and \npark. \nNice is renowned for its vibrant cultural scene, with numerous museums, galleries, and \ntheaters. The city hosts the Nice Carnival in February, one of the largest and oldest carnivals \nin the world. The Nice Jazz Festival, held in July, is another major event that attracts music\n\nlovers from around the globe. Nice's cuisine is also a highlight, with dishes like salade niçoise \nand socca (a chickpea flour pancake) being local specialties.",
    "snippet": "Hidden Gems Russian Orthodox Cathedral: Visit the stunning Russian Orthodox Cathedral, a unique architectural gem in Nice.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "5": [
        [
          72.0,
          87.39599609375,
          541.1569213867188,
          288.3960266113281
        ]
      ],
      "6": [
        [
          72.0,
          688.1160125732422,
          536.2293701171875,
          719.9759902954102
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Avignon: The City of Popes",
    "page": 7,
    "bbox": [
      72.0,
      705.1919937133789,
      214.47601318359375,
      719.9759979248047
    ],
    "text": "Avignon: The City of Popes\n\nAvignon, located on the banks of the Rhône River, is best known for its role as the seat of the \npapacy in the 14th century. The city was home to seven popes during this period, leaving a \nlasting legacy of impressive architecture and cultural heritage. Avignon's history dates back to \nRoman times, and it has been a significant religious and cultural center for centuries. \nPalais des Papes: This massive Gothic palace was the residence of the popes during \ntheir stay in Avignon. It is one of the largest and most important medieval Gothic \nbuildings in Europe. \nPont Saint-Bénézet (Pont d'Avignon): This famous bridge, immortalized in the song \n\"Sur le Pont d'Avignon,\" was built in the 12th century. Although only a few arches \nremain, it is a UNESCO World Heritage site. \nAvignon Cathedral: Located next to the Palais des Papes, this Romanesque cathedral \ndates back to the 12th century and features a gilded statue of the Virgin Mary. \nPlace de l'Horloge: The main square in Avignon, this lively area is surrounded by \ncafes, restaurants, and historic buildings, including the 19th-century town hall and \nopera house. \nCultural Activities \nOpéra Grand Avignon: Attend a performance at the Opéra Grand Avignon for a \ncultural treat. \nArts Scene: Explore the city's vibrant arts scene, with numerous galleries and \nexhibitions. \nAvignon is famous for its annual Festival d'Avignon, held in July, which is one of the most \nimportant contemporary performing arts events in the world. The festival features theater, \ndance, and music performances in various historic venues throughout the city. Avignon's \ncuisine is also notable, with local specialties such as truﬄes, olive oil, and wines from the \nsurrounding vineyards.",
    "snippet": "Avignon: The City of Popes Avignon, located on the banks of the Rhône River, is best known for its role as the seat of the papacy in the 14th century.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "7": [
        [
          72.0,
          129.75604248046875,
          540.7920532226562,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Aix-en-Provence: A City of Art and Culture",
    "page": 8,
    "bbox": [
      72.0,
      705.1919937133789,
      295.5360107421875,
      719.9759979248047
    ],
    "text": "Aix-en-Provence: A City of Art and Culture\n\nAix-en-Provence, founded by the Romans in 123 BC, is known for its elegant architecture, \nvibrant cultural scene, and association with the painter Paul Cézanne. The city's rich history is \nreflected in its beautiful buildings and lively atmosphere. Aix-en-Provence has been a center \nof art and learning for centuries, attracting artists, writers, and scholars. \nCours Mirabeau: This grand boulevard, lined with plane trees, cafes, and fountains, is \nthe heart of Aix-en-Provence. It is a great place to soak up the city's atmosphere. \nSaint-Sauveur Cathedral: This cathedral, built between the 5th and 17th centuries, \nfeatures a mix of architectural styles, including Romanesque, Gothic, and Baroque. It is \nknown for its beautiful cloister and triptych by Nicolas Froment. \nHôtel de Ville: The town hall of Aix-en-Provence, built in the 17th century, is an elegant \nbuilding with a beautiful clock tower and an ornate facade. The square in front of the \nHôtel de Ville is a lively spot, often hosting markets and events. \nAtelier Cézanne: The studio of Paul Cézanne, one of the most famous painters \nassociated with Aix-en-Provence, is preserved as a museum. Visitors can see where \nCézanne created many of his masterpieces and gain insight into his artistic process.",
    "snippet": "Aix-en-Provence: A City of Art and Culture Aix-en-Provence, founded by the Romans in 123 BC, is known for its elegant architecture, vibrant cultural scene, and association with the painter Paul Cézan…",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "8": [
        [
          72.00003051757812,
          358.5360107421875,
          542.5321044921875,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Artistic Heritage",
    "page": 8,
    "bbox": [
      72.0,
      333.4560241699219,
      155.71200561523438,
      348.21600341796875
    ],
    "text": "Artistic Heritage\n\nWalking Tour: Take a walking tour of sites related to Paul Cézanne, such as the Terrain \ndes Peintres and the Bibémus Quarry. \nLocal Markets: Visit the city's famous markets, such as the flower market at Place de \nl'Hôtel de Ville or the food market at Place Richelme. \nAix-en-Provence is known for its vibrant arts scene, with numerous galleries, theaters, and \nmusic venues. The city hosts several festivals throughout the year, including the Festival d'Aix-\nen-Provence, which features opera and classical music performances. Aix-en-Provence's \ncuisine is also a highlight, with local specialties such as calissons (almond-shaped candies) \nand Provençal dishes made with fresh, local ingredients.",
    "snippet": "Artistic Heritage Walking Tour: Take a walking tour of sites related to Paul Cézanne, such as the Terrain des Peintres and the Bibémus Quarry.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "8": [
        [
          72.0,
          130.47601318359375,
          539.52001953125,
          323.135986328125
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Toulouse: The Pink City",
    "page": 9,
    "bbox": [
      72.0,
      705.1919937133789,
      197.135986328125,
      719.9759979248047
    ],
    "text": "Toulouse: The Pink City\n\nToulouse, known as \"La Ville Rose\" (The Pink City) due to its distinctive terracotta buildings, \nis a vibrant city with a rich history. It was an important center during the Roman period and \nlater became a hub of the aerospace industry. Toulouse has been a center of learning and \nculture for centuries, with a prestigious university and numerous research institutions. \nBasilica of Saint-Sernin: This Romanesque basilica, built between the 11th and 13th \ncenturies, is a UNESCO World Heritage site. It is one of the largest and best-preserved \nRomanesque churches in Europe. \nCapitole de Toulouse: The city's town hall and theater, the Capitole, is an impressive \nbuilding with a neoclassical facade. It has been the seat of municipal power since the \n12th century. \nJacobins Convent: This Gothic convent, founded in the 13th century, is known for its \nbeautiful cloister and the relics of Saint Thomas Aquinas. \nCité de l'Espace: This space-themed science museum features interactive exhibits, a \nplanetarium, and a replica of the Mir space station. It's an engaging and educational \nexperience for visitors of all ages. \nAerospace Industry \nAirbus Factory Tours: Visit the Airbus factory for a fascinating tour of one of the \nworld's leading aircraft manufacturers. \nAeroscopia Museum: Explore the history of aviation at the Aeroscopia Museum, which \nfeatures a collection of historic aircraft. \nToulouse is renowned for its vibrant cultural scene, with numerous theaters, music venues, \nand festivals. The city hosts the Toulouse International Art Festival, which features \ncontemporary art exhibitions and performances. Toulouse's cuisine is also notable, with local \nspecialties such as cassoulet (a hearty bean and meat stew) and foie gras being popular \ndishes.",
    "snippet": "Toulouse: The Pink City Toulouse, known as \"La Ville Rose\" (The Pink City) due to its distinctive terracotta buildings, is a vibrant city with a rich history.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "9": [
        [
          71.99999237060547,
          130.47601318359375,
          542.7731323242188,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Montpellier: A University City with Medieval Charm",
    "page": 10,
    "bbox": [
      72.0,
      705.1919937133789,
      342.9960021972656,
      719.9759979248047
    ],
    "text": "Montpellier: A University City with Medieval Charm\n\nMontpellier, founded in the 10th century, is known for its prestigious university and vibrant \ncultural scene. The city has a rich history, with a blend of medieval, Renaissance, and modern \narchitecture. Montpellier has been a center of learning and innovation for centuries, attracting \nscholars and students from around the world. \nPlace de la Comédie: The central square of Montpellier, this bustling area is \nsurrounded by cafes, shops, and the impressive Opéra Comédie. It is a great place to \nstart exploring the city. \nSaint-Pierre Cathedral: This Gothic cathedral, built in the 14th century, is known for its \nimposing facade and twin towers. It is the seat of the Archdiocese of Montpellier. \nPromenade du Peyrou: This 17th-century promenade oﬀers stunning views of the city \nand features the Arc de Triomphe and the Château d'Eau, a beautiful water tower. \nMusée Fabre: One of the most important art museums in France, the Musée Fabre \nhouses an extensive collection of European paintings, sculptures, and decorative arts. \nStudent Life \nUniversity Influence: Highlight the vibrant student life and the influence of the \nuniversity on the city's culture. \nModern Architecture: Mention modern architectural landmarks like the Antigone \ndistrict or the Pierresvives building. \nMontpellier is renowned for its vibrant cultural scene, with numerous theaters, music venues, \nand festivals. The city hosts the Montpellier Dance Festival, which attracts contemporary \ndance companies from around the world. Montpellier's cuisine is also notable, with local \nspecialties such as tielle (a savory pie filled with octopus) and wines from the surrounding \nvineyards.",
    "snippet": "Montpellier: A University City with Medieval Charm Montpellier, founded in the 10th century, is known for its prestigious university and vibrant cultural scene.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "10": [
        [
          71.99996948242188,
          164.67596435546875,
          541.0907592773438,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Perpignan: A Blend of French and Catalan Cultures",
    "page": 11,
    "bbox": [
      72.0,
      705.1919937133789,
      337.4159851074219,
      719.9759979248047
    ],
    "text": "Perpignan: A Blend of French and Catalan Cultures\n\nPerpignan, located near the Spanish border, has a unique blend of French and Catalan \ninfluences. The city was once the capital of the Kingdom of Majorca and has a rich history \nreflected in its architecture and culture. Perpignan's strategic location has made it a \ncrossroads of cultures and traditions. \nPalace of the Kings of Majorca: This impressive fortress, built in the 13th century, was \nthe residence of the Kings of Majorca. It oﬀers panoramic views of the city and the \nsurrounding countryside. \nPerpignan Cathedral: Also known as the Cathedral of Saint John the Baptist, this \nGothic cathedral was built in the 14th century and features a beautiful cloister and bell \ntower. \nCastillet: This iconic red-brick gatehouse, built in the 14th century, is a symbol of \nPerpignan. It now houses the Casa Pairal Museum, which showcases the history and \nculture of the region. \nLoge de Mer: This historic building, originally a maritime trading exchange, dates back \nto the 14th century. It is located in the heart of the old town and is a testament to \nPerpignan's rich mercantile history.",
    "snippet": "Perpignan: A Blend of French and Catalan Cultures Perpignan, located near the Spanish border, has a unique blend of French and Catalan influences.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "11": [
        [
          72.0,
          341.4360046386719,
          539.7157592773438,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Cultural Fusion",
    "page": 11,
    "bbox": [
      72.0,
      316.35601806640625,
      149.71200561523438,
      331.1159973144531
    ],
    "text": "Cultural Fusion\n\nFestivals: Emphasize the blend of French and Catalan cultures in the city's festivals, \ncuisine, and traditions. \nBeaches and Nature: Suggest visiting nearby beaches like Canet-en-Roussillon or \nexploring the Pyrenees mountains. \nPerpignan is known for its vibrant cultural scene, with a strong emphasis on Catalan \ntraditions. The city hosts the Guitares au Palais festival, which celebrates guitar music in \nvarious genres. Perpignan's cuisine is also notable, with local specialties such as cargolade \n(grilled snails) and wines from the Roussillon region.",
    "snippet": "Cultural Fusion Festivals: Emphasize the blend of French and Catalan cultures in the city's festivals, cuisine, and traditions.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "11": [
        [
          72.0,
          130.47601318359375,
          523.5171508789062,
          306.0359802246094
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Arles: A Roman Treasure",
    "page": 12,
    "bbox": [
      72.0,
      705.1919937133789,
      204.03604125976562,
      719.9759979248047
    ],
    "text": "Arles: A Roman Treasure\n\nArles, located on the banks of the Rhône River, is renowned for its Roman and Romanesque \nmonuments. The city was an important Roman settlement and later became a center of \nChristian pilgrimage. Arles has a rich artistic heritage, having inspired artists such as Vincent \nvan Gogh and Pablo Picasso. \nArles Amphitheatre: This Roman amphitheater, built in the 1st century AD, is still used \nfor events such as bullfights and concerts. It is one of the best-preserved Roman \nstructures in France. \nChurch of St. Trophime: This Romanesque church, built in the 12th century, is known \nfor its stunning portal and cloister. It was an important stop on the pilgrimage route to \nSantiago de Compostela. \nAlyscamps: This ancient Roman necropolis, located just outside the city walls, was a \nmajor burial site in antiquity. It features a long avenue lined with sarcophagi. \nThermes de Constantin: These Roman baths, built in the 4th century AD, are a \ntestament to the city's importance during the Roman period.",
    "snippet": "Arles: A Roman Treasure Arles, located on the banks of the Rhône River, is renowned for its Roman and Romanesque monuments.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "12": [
        [
          72.0,
          375.6360168457031,
          538.63037109375,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Artistic Influence",
    "page": 12,
    "bbox": [
      72.0,
      350.5560302734375,
      159.2519989013672,
      365.3160095214844
    ],
    "text": "Artistic Influence\n\nVincent van Gogh: Include a section on Vincent van Gogh's time in Arles and the \nlocations that inspired his paintings. \nPhotography: Recommend visiting during the Rencontres d'Arles photography festival \nfor a unique cultural experience. \nArles is known for its vibrant arts scene, with numerous galleries, theaters, and festivals. The \ncity hosts the Rencontres d'Arles, an international photography festival that attracts artists \nand photographers from around the world. Arles' cuisine is also notable, with local specialties \nsuch as bull meat stew and wines from the surrounding vineyards.",
    "snippet": "Artistic Influence Vincent van Gogh: Include a section on Vincent van Gogh's time in Arles and the locations that inspired his paintings.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "12": [
        [
          72.0,
          164.67596435546875,
          541.2227172851562,
          340.1759948730469
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Carcassonne: A Medieval Fortress",
    "page": 13,
    "bbox": [
      72.0,
      705.1919937133789,
      250.89599609375,
      719.9759979248047
    ],
    "text": "Carcassonne: A Medieval Fortress\n\nCarcassonne is a fortified city in the Languedoc region, known for its well-preserved medieval \narchitecture. The city's history dates back to the Roman period, but it is best known for its \nrole in the medieval period as a stronghold during the Albigensian Crusade. Carcassonne's \ndouble-walled fortifications and 52 towers make it one of the most impressive examples of \nmedieval architecture in Europe. \nCité de Carcassonne: This medieval fortress is a UNESCO World Heritage site and one \nof the most impressive examples of medieval architecture in Europe. It features double \nwalls, 52 towers, and a castle. \nBasilica of Saints Nazarius and Celsus: This Gothic-Romanesque basilica, located \nwithin the fortress, dates back to the 11th century. It is known for its beautiful stained \nglass windows. \nChâteau Comtal: This castle, located within the Cité, oﬀers guided tours that provide \ninsight into the history and architecture of Carcassonne. \nPont Vieux: This 14th-century bridge connects the medieval Cité with the lower town. \nIt oﬀers stunning views of the fortress and the surrounding countryside.",
    "snippet": "Carcassonne: A Medieval Fortress Carcassonne is a fortified city in the Languedoc region, known for its well-preserved medieval architecture.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "13": [
        [
          72.0,
          358.5360107421875,
          542.7120971679688,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cities.pdf",
    "heading_text": "Medieval Life",
    "page": 13,
    "bbox": [
      72.0,
      333.4560241699219,
      142.09201049804688,
      348.21600341796875
    ],
    "text": "Medieval Life\n\nReenactments: Provide insights into medieval life in Carcassonne, including \nreenactments and historical tours. \nSurrounding Area: Suggest exploring the surrounding Languedoc region, known for its \nvineyards and picturesque villages. \nCarcassonne is known for its vibrant cultural scene, with numerous festivals and events \nthroughout the year. The city hosts the Festival de Carcassonne, which features music, \ntheater, and dance performances in various historic venues. Carcassonne's cuisine is also \nnotable, with local specialties such as cassoulet (a hearty bean and meat stew) and wines \nfrom the surrounding vineyards.\n\nConclusion \nThe South of France is home to a diverse array of cities, each with its own unique history, \nculture, and attractions. From the ancient Roman ruins of Arles and Nîmes to the medieval \nfortresses of Carcassonne and Avignon, each city oﬀers a glimpse into the rich heritage of the \nregion. Whether you're exploring the vibrant streets of Marseille, the elegant boulevards of \nAix-en-Provence, or the charming squares of Montpellier, you'll find a wealth of historical \ntreasures and cultural experiences waiting to be discovered. Use this guide to plan your \njourney through the South of France and immerse yourself in the fascinating history and \nculture of this beautiful region.",
    "snippet": "Medieval Life Reenactments: Provide insights into medieval life in Carcassonne, including reenactments and historical tours.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "13": [
        [
          72.0,
          130.47601318359375,
          540.4993286132812,
          323.135986328125
        ]
      ],
      "14": [
        [
          72.0,
          560.4361419677734,
          538.2694091796875,
          719.9759979248047
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cuisine.pdf",
    "heading_text": "A Culinary Journey Through the South of France",
    "page": 1,
    "bbox": [
      72.0,
      705.1919937133789,
      323.0159912109375,
      719.9759979248047
    ],
    "text": "A Culinary Journey Through the South of France",
    "snippet": "A Culinary Journey Through the South of France",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {}
  },
  {
    "doc_id": "South of France - Cuisine.pdf",
    "heading_text": "Introduction",
    "page": 1,
    "bbox": [
      72.0,
      680.0519790649414,
      139.71600341796875,
      694.8359832763672
    ],
    "text": "Introduction\n\nThe South of France, known for its stunning landscapes and charming villages, is also a \nparadise for food lovers. The region's cuisine is a delightful blend of Mediterranean flavors, \nfresh ingredients, and traditional recipes passed down through generations. This guide will \ntake you through the diﬀerent types of food, famous dishes, must-visit restaurants, renowned \nwine regions, and the types of wines they produce to help you plan an unforgettable culinary \nadventure.",
    "snippet": "Introduction The South of France, known for its stunning landscapes and charming villages, is also a paradise for food lovers.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "1": [
        [
          72.0,
          569.4960784912109,
          540.0107421875,
          669.7559585571289
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cuisine.pdf",
    "heading_text": "Types of Food",
    "page": 2,
    "bbox": [
      72.0,
      705.1919937133789,
      147.87600708007812,
      719.9759979248047
    ],
    "text": "Types of Food\n\nThe cuisine in the South of France is diverse, reflecting the region's rich history and cultural \ninfluences. Here are some key types of food you can expect to find: \nSeafood: With its extensive coastline, the South of France oﬀers an abundance of fresh \nseafood. Look for dishes featuring fish, shellfish, and crustaceans, often prepared with \nMediterranean herbs and olive oil. Popular seafood dishes include grilled sardines, sea \nbass, and mussels marinière. The region's proximity to the Mediterranean Sea ensures \nthat the seafood is always fresh and flavorful. \nProvençal Cuisine: This style of cooking emphasizes fresh vegetables, herbs, and olive \noil. Ratatouille, a vegetable stew, and bouillabaisse, a fish soup, are quintessential \nProvençal dishes. Provençal cuisine also includes dishes like tapenade, a spread made \nfrom olives, capers, and anchovies, and pissaladière, a savory tart topped with \ncaramelized onions, olives, and anchovies. \nNiçoise Cuisine: Originating from Nice, this cuisine includes dishes like Salade Niçoise, \na salad with tuna, olives, and anchovies, and Socca, a chickpea flour pancake. Other \nNiçoise specialties include pan bagnat, a sandwich made with tuna, vegetables, and \nolive oil, and daube, a slow-cooked beef stew with red wine and vegetables. \nOccitan Cuisine: This cuisine features hearty dishes like cassoulet, a slow-cooked \ncasserole with beans, sausage, and duck, and aligot, a cheesy mashed potato dish. \nOccitan cuisine also includes dishes like garbure, a thick soup made with cabbage, \nbeans, and confit de canard (duck confit), and brandade de morue, a creamy salt cod \nspread. \nBasque Cuisine: Influenced by neighboring Spain, Basque cuisine includes dishes like \npiperade, a pepper and tomato stew, and axoa, a veal stew with peppers. Basque \ncuisine is also known for its pintxos, small snacks typically served in bars, and gâteau \nBasque, a traditional Basque cake filled with pastry cream or cherry jam.",
    "snippet": "Types of Food The cuisine in the South of France is diverse, reflecting the region's rich history and cultural influences.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "2": [
        [
          72.0,
          229.7760009765625,
          541.16064453125,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cuisine.pdf",
    "heading_text": "Famous Dishes",
    "page": 3,
    "bbox": [
      72.0,
      705.1919937133789,
      152.55599975585938,
      719.9759979248047
    ],
    "text": "Famous Dishes\n\nThe South of France is home to many iconic dishes that you must try during your visit: \nBouillabaisse: A traditional fish stew from Marseille, made with various types of fish, \nshellfish, and a flavorful broth seasoned with saﬀron and herbs. Bouillabaisse is \ntypically served with rouille, a garlicky mayonnaise, and crusty bread. The dish is a \ncelebration of the sea and is best enjoyed in a seaside restaurant with a view of the \nMediterranean. \nRatatouille: A vegetable stew made with eggplant, zucchini, bell peppers, tomatoes, \nand onions, seasoned with herbs de Provence. Ratatouille can be served as a main \ndish or as a side, and it pairs beautifully with grilled meats or fish. The dish is a \ntestament to the region's love for fresh, seasonal produce. \nSalade Niçoise: A refreshing salad with tuna, hard-boiled eggs, tomatoes, green beans, \nolives, and anchovies, dressed with olive oil and vinegar. Salade Niçoise is a perfect \nexample of the Mediterranean diet, which emphasizes fresh vegetables, lean proteins, \nand healthy fats. It's a light yet satisfying dish that is perfect for a warm summer day. \nSocca: A thin, crispy pancake made from chickpea flour, olive oil, and water, typically \nenjoyed as a street food in Nice. Socca is cooked in a wood-fired oven and is best \neaten hot, straight from the oven. It's a simple yet delicious snack that showcases the \nregion's love for humble, rustic dishes. \nCassoulet: A hearty casserole from the Languedoc region, made with white beans, \nsausage, and duck or pork. Cassoulet is a labor of love, requiring hours of slow \ncooking to develop its rich, complex flavors. The dish is a comforting and satisfying \nmeal that is perfect for a chilly evening. \nTarte Tropézienne: A dessert from Saint-Tropez, consisting of a brioche filled with a \ncreamy mixture of pastry cream and butter. Tarte Tropézienne is a sweet treat that is \nperfect for a special occasion or as an indulgent afternoon snack. The dessert was \ncreated by a Polish baker in the 1950s and quickly became a favorite among locals and \ntourists alike.",
    "snippet": "Bouillabaisse is typically served with rouille, a garlicky mayonnaise, and crusty bread.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "3": [
        [
          72.00000762939453,
          187.59600830078125,
          541.6320190429688,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cuisine.pdf",
    "heading_text": "Must-Visit Restaurants",
    "page": 4,
    "bbox": [
      72.0,
      705.1919937133789,
      191.61599731445312,
      719.9759979248047
    ],
    "text": "Must-Visit Restaurants\n\nTo truly experience the culinary delights of the South of France, here are some restaurants \nyou should consider visiting: \nLe Petit Nice Passedat (Marseille): A three-Michelin-starred restaurant oﬀering \nexquisite seafood dishes and stunning views of the Mediterranean. Chef Gérald \nPassedat is known for his innovative approach to seafood, creating dishes that are \nboth visually stunning and incredibly flavorful. The restaurant's location on the cliﬀs \noverlooking the sea adds to the overall dining experience. \nLa Chèvre d'Or (Èze): Located in a medieval village, this two-Michelin-starred \nrestaurant serves refined Provençal cuisine with breathtaking views of the French \nRiviera. The restaurant's terrace oﬀers panoramic views of the Mediterranean, making \nit the perfect spot for a romantic dinner. The menu features dishes that highlight the \nregion's fresh, seasonal ingredients. \nLe Mirazur (Menton): Ranked among the world's best restaurants, Le Mirazur oﬀers a \nunique dining experience with a focus on fresh, local ingredients and innovative \ndishes. Chef Mauro Colagreco's cuisine is inspired by the surrounding landscape, with \nmany ingredients sourced from the restaurant's own gardens. The menu changes with \nthe seasons, ensuring that each visit is a new and exciting experience. \nChez Pipo (Nice): A local favorite for Socca, this casual eatery is perfect for a quick and \ndelicious snack. Chez Pipo has been serving Socca since 1923 and is a beloved \ninstitution in Nice. The restaurant's simple, no-frills approach allows the quality of the \nSocca to shine through. \nL'Atelier de Jean-Luc Rabanel (Arles): A Michelin-starred restaurant known for its \ncreative and contemporary take on Provençal cuisine. Chef Jean-Luc Rabanel's dishes \nare a feast for the senses, combining bold flavors with artistic presentation. The \nrestaurant's tasting menu oﬀers a journey through the flavors of Provence, with each \ncourse showcasing the region's finest ingredients. \nLa Table de Plaisance (Saint-Émilion): A two-Michelin-starred restaurant oﬀering a \nsophisticated menu that highlights the flavors of the region. The restaurant is located \nin a historic building in the heart of Saint-Émilion, a town known for its world-class \nwines. The menu features dishes that pair beautifully with the local wines, creating a \ntruly memorable dining experience.",
    "snippet": "Chef Gérald Passedat is known for his innovative approach to seafood, creating dishes that are both visually stunning and incredibly flavorful.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "4": [
        [
          72.00000762939453,
          119.19598388671875,
          540.9192504882812,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cuisine.pdf",
    "heading_text": "Wine Regions and Types of Wines",
    "page": 5,
    "bbox": [
      72.0,
      705.1919937133789,
      248.3172607421875,
      719.9759979248047
    ],
    "text": "Wine Regions and Types of Wines\n\nThe South of France is renowned for its diverse and exceptional wine regions. Here are some \nkey areas to explore and the types of wines they produce: \nProvence: Famous for its rosé wines, Provence is one of the oldest wine-producing \nregions in France. The region's sunny climate and diverse terroir contribute to the \nproduction of light, refreshing rosés, as well as robust reds and aromatic whites. Key \nappellations include Côtes de Provence, Bandol, and Cassis. Notable grape varieties \ninclude Grenache, Syrah, Mourvèdre, and Cinsault for reds and rosés, and Rolle \n(Vermentino) and Clairette for whites. \nLanguedoc-Roussillon: This vast region stretches along the Mediterranean coast and is \nknown for its variety of wine styles. Languedoc-Roussillon produces everything from \ncrisp whites and fruity rosés to full-bodied reds. Notable appellations include \nCorbières, Minervois, and Picpoul de Pinet. Key grape varieties include Carignan, \nGrenache, Syrah, and Mourvèdre for reds, and Picpoul, Marsanne, and Roussanne for \nwhites. \nRhône Valley: The southern part of the Rhône Valley is famous for its powerful red \nwines, particularly those from Châteauneuf-du-Pape. The region also produces \nexcellent whites and rosés. Other important appellations include Gigondas, \nVacqueyras, and Côtes du Rhône. Key grape varieties include Grenache, Syrah, and \nMourvèdre for reds, and Viognier, Marsanne, and Roussanne for whites. \nSouth West France (Sud-Ouest): This lesser-known region is home to a variety of \nunique wines made from indigenous grape varieties. The area includes sub-regions \nsuch as Bergerac, Cahors, and Madiran. South West France is known for its robust reds, \naromatic whites, and sweet dessert wines. Key grape varieties include Malbec (known \nlocally as Côt), Tannat, and Négrette for reds, and Gros Manseng, Petit Manseng, and \nColombard for whites. \nCorsica: Although technically an island, Corsica is often included in discussions of \nSouthern French wine regions. The island's diverse terroir and Mediterranean climate \nproduce a range of wines, including crisp whites, fruity rosés, and spicy reds. Key \nappellations include Ajaccio, Patrimonio, and Vin de Corse. Notable grape varieties \ninclude Nielluccio (Sangiovese), Sciacarello, and Vermentino.",
    "snippet": "Wine Regions and Types of Wines The South of France is renowned for its diverse and exceptional wine regions.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "5": [
        [
          72.0,
          144.2760009765625,
          542.3494873046875,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cuisine.pdf",
    "heading_text": "Culinary Experiences",
    "page": 6,
    "bbox": [
      72.0,
      705.1919937133789,
      183.87600708007812,
      719.9759979248047
    ],
    "text": "Culinary Experiences\n\nIn addition to dining at top restaurants, there are several culinary experiences you should \nconsider: \nCooking Classes: Many towns and cities in the South of France oﬀer cooking classes \nwhere you can learn to prepare traditional dishes like bouillabaisse, ratatouille, and \ntarte tropézienne. These classes are a great way to immerse yourself in the local \nculture and gain hands-on experience with regional recipes. Some classes even \ninclude a visit to a local market to shop for fresh ingredients. \nFood Markets: Visit local markets such as the Cours Saleya Market in Nice or the \nMarché Forville in Cannes to sample fresh produce, cheeses, and charcuterie. These \nmarkets are a feast for the senses, with stalls overflowing with colorful fruits and \nvegetables, fragrant herbs, and artisanal products. Take the time to chat with the \nvendors and learn about the local specialties. \nWine Tours: The South of France is renowned for its wine regions, including Provence \nand Languedoc. Take a wine tour to visit vineyards, taste local wines, and learn about \nthe winemaking process. Many wineries oﬀer guided tours and tastings, giving you the \nopportunity to sample a variety of wines and discover new favorites. Don't miss the \nchance to try rosé from Provence, which is famous for its light, refreshing flavor. \nOlive Oil Tasting: The region is famous for its olive oil. Visit an olive grove to learn \nabout olive oil production and enjoy a tasting session. You'll have the chance to \nsample diﬀerent varieties of olive oil and learn about the nuances of flavor and aroma. \nMany olive groves also produce other products like tapenade and olive soap, which \nmake great souvenirs. \nTruﬄe Hunting: The South of France is known for its truﬄes, particularly the black \ntruﬄes from the Périgord region. Join a truﬄe hunting tour to experience the thrill of \nsearching for these prized fungi. You'll be accompanied by a trained truﬄe dog and a \nknowledgeable guide who will teach you about the truﬄe's history and culinary uses. \nAfter the hunt, enjoy a truﬄe-themed meal featuring your freshly harvested finds. \nFarm-to-Table Dining: Many restaurants in the South of France embrace the farm-to-\ntable philosophy, sourcing their ingredients from local farms and producers. Look for \nrestaurants that highlight seasonal, locally grown produce and sustainably raised \nmeats. Dining at a farm-to-table restaurant is a wonderful way to support local \nagriculture and enjoy the freshest ingredients available.\n\nCheese Tasting: The South of France is home to a variety of delicious cheeses, \nincluding Roquefort, Banon, and Picodon. Visit a local fromagerie (cheese shop) or a \nfarm to sample these cheeses and learn about their production. Many cheese \nproducers oﬀer tours and tastings, giving you the opportunity to discover the unique \nflavors and textures of the region's cheeses. \nPastry Workshops: French pastries are renowned worldwide, and the South of France \nis no exception. Join a pastry workshop to learn how to make classic French pastries \nlike croissants, éclairs, and macarons. These workshops are a fun and interactive way \nto improve your baking skills and take home some delicious treats.",
    "snippet": "These classes are a great way to immerse yourself in the local culture and gain hands-on experience with regional recipes.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "6": [
        [
          72.0,
          102.09600830078125,
          541.2095947265625,
          694.8359756469727
        ]
      ],
      "7": [
        [
          90.0,
          560.4360809326172,
          535.8682250976562,
          719.9759902954102
        ]
      ],
      "8": [
        [
          71.99996948242188,
          577.5361175537109,
          541.7570190429688,
          719.9759979248047
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Cuisine.pdf",
    "heading_text": "Culinary Experiences",
    "page": 6,
    "bbox": [
      72.0,
      705.1919937133789,
      183.87600708007812,
      719.9759979248047
    ],
    "text": "Culinary Experiences\n\nConclusion \nThe South of France oﬀers a rich and diverse culinary landscape that is sure to delight any \nfood lover. From fresh seafood and Provençal dishes to iconic restaurants and unique culinary \nexperiences, there is something for everyone to enjoy. Whether you're savoring a bowl of \nbouillabaisse by the sea, exploring vibrant food markets, or indulging in a Michelin-starred \nmeal, the flavors of this beautiful region will leave a lasting impression. Use this guide to plan \nyour culinary journey and savor the tastes of the South of France, creating memories that will \nlinger long after your trip has ended. Bon appétit!",
    "snippet": "Culinary Experiences Conclusion The South of France oﬀers a rich and diverse culinary landscape that is sure to delight any food lover.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "6": [
        [
          72.0,
          102.09600830078125,
          541.2095947265625,
          694.8359756469727
        ]
      ],
      "7": [
        [
          90.0,
          560.4360809326172,
          535.8682250976562,
          719.9759902954102
        ]
      ],
      "8": [
        [
          71.99996948242188,
          577.5361175537109,
          541.7570190429688,
          719.9759979248047
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Introduction",
    "page": 1,
    "bbox": [
      72.0,
      680.0519790649414,
      139.71600341796875,
      694.8359832763672
    ],
    "text": "Introduction\n\nThe South of France, with its stunning coastline, picturesque villages, and vibrant cities, oﬀers \na wealth of activities and experiences for travelers. Whether you're seeking adventure, \nrelaxation, or cultural enrichment, this region has something for everyone. This guide will \ntake you through a variety of activities and must-see attractions to help you plan an \nunforgettable trip.",
    "snippet": "Introduction The South of France, with its stunning coastline, picturesque villages, and vibrant cities, oﬀers a wealth of activities and experiences for travelers.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "1": [
        [
          72.0,
          586.5960540771484,
          538.0333251953125,
          669.7559585571289
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Coastal Adventures",
    "page": 2,
    "bbox": [
      72.0,
      705.1919937133789,
      175.89599609375,
      719.9759979248047
    ],
    "text": "Coastal Adventures\n\nThe South of France is renowned for its beautiful coastline along the Mediterranean Sea. Here \nare some activities to enjoy by the sea:",
    "snippet": "Coastal Adventures The South of France is renowned for its beautiful coastline along the Mediterranean Sea.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "2": [
        [
          72.0,
          662.9759979248047,
          540.9120483398438,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Beach Hopping",
    "page": 2,
    "bbox": [
      72.0,
      637.8719940185547,
      153.69598388671875,
      652.6559906005859
    ],
    "text": "Beach Hopping\n\nNice: Visit the sandy shores and enjoy the vibrant Promenade des Anglais. \nAntibes: Relax on the pebbled beaches and explore the charming old town. \nSaint-Tropez: Experience the exclusive beach clubs and glamorous atmosphere. \nMarseille to Cassis: Explore the stunning limestone cliﬀs and hidden coves of \nCalanques National Park. \nÎles d'Hyères: Discover pristine beaches and excellent snorkeling opportunities on \nislands like Porquerolles and Port-Cros. \nCannes: Enjoy the sandy beaches and luxury beach clubs along the Boulevard de la \nCroisette. \nMenton: Visit the serene beaches and beautiful gardens in this charming town near \nthe Italian border.",
    "snippet": "Beach Hopping Nice: Visit the sandy shores and enjoy the vibrant Promenade des Anglais.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "2": [
        [
          90.0,
          392.916015625,
          526.63818359375,
          627.5159759521484
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Water Sports",
    "page": 2,
    "bbox": [
      72.0,
      367.8119812011719,
      141.93600463867188,
      382.5959777832031
    ],
    "text": "Water Sports\n\nCannes, Nice, and Saint-Tropez: Try jet skiing or parasailing for a thrill. \nToulon: Dive into the underwater world with scuba diving excursions to explore \nwrecks. \nCerbère-Banyuls: Visit the marine reserve for an unforgettable diving experience. \nMediterranean Coast: Charter a yacht or join a sailing tour to explore the coastline \nand nearby islands. \nMarseille: Go windsurfing or kitesurfing in the windy bays. \nPort Grimaud: Rent a paddleboard and explore the canals of this picturesque village. \nLa Ciotat: Try snorkeling in the clear waters around the Île Verte.",
    "snippet": "Water Sports Cannes, Nice, and Saint-Tropez: Try jet skiing or parasailing for a thrill.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "2": [
        [
          90.0,
          156.82354736328125,
          535.0919189453125,
          357.45599365234375
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Cultural Experiences",
    "page": 3,
    "bbox": [
      72.0,
      705.1919937133789,
      181.59600830078125,
      719.9759979248047
    ],
    "text": "Cultural Experiences\n\nThe South of France is rich in history and culture. Here are some activities to immerse \nyourself in the region's heritage:",
    "snippet": "Cultural Experiences The South of France is rich in history and culture.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "3": [
        [
          72.0,
          662.9759979248047,
          500.1792297363281,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Art and Museums",
    "page": 3,
    "bbox": [
      72.0,
      637.8719940185547,
      166.47598266601562,
      652.6559906005859
    ],
    "text": "Art and Museums\n\nNice: Visit the Musée Matisse, dedicated to the works of Henri Matisse. \nAntibes: Explore the Musée Picasso, housed in the Château Grimaldi. \nSaint-Paul-de-Vence: Discover modern art at the Fondation Maeght. \nAix-en-Provence: Visit the Atelier Cézanne, the studio of the famous painter Paul \nCézanne. \nArles: Explore the Fondation Vincent van Gogh, showcasing works inspired by the \nartist. \nMarseille: Visit the MuCEM (Museum of European and Mediterranean Civilizations) \nfor a deep dive into the region's history. \nToulouse: Discover the Musée des Augustins, a fine arts museum housed in a former \nconvent.",
    "snippet": "Art and Museums Nice: Visit the Musée Matisse, dedicated to the works of Henri Matisse.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "3": [
        [
          90.0,
          392.916015625,
          533.5957641601562,
          627.5159759521484
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Historical Sites",
    "page": 3,
    "bbox": [
      71.99998474121094,
      367.8119812011719,
      151.59597778320312,
      382.5959777832031
    ],
    "text": "Historical Sites\n\nNîmes: Walk across the ancient Roman aqueduct, Pont du Gard. \nAvignon: Explore the largest Gothic palace in Europe, Palais des Papes. \nCarcassonne: Wander through the medieval citadel with its double walls and 52 \ntowers. \nArles: Visit the Roman amphitheater and ancient theater. \nOrange: Explore the well-preserved Roman theater and triumphal arch. \nAigues-Mortes: Discover the medieval walled town and its salt marshes. \nGrasse: Visit the perfume factories and learn about the history of fragrance \nproduction.",
    "snippet": "Historical Sites Nîmes: Walk across the ancient Roman aqueduct, Pont du Gard.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "3": [
        [
          90.0,
          157.05596923828125,
          510.433349609375,
          357.45599365234375
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Outdoor Activities",
    "page": 4,
    "bbox": [
      72.0,
      705.1919937133789,
      169.89599609375,
      719.9759979248047
    ],
    "text": "Outdoor Activities\n\nThe diverse landscapes of the South of France oﬀer plenty of opportunities for outdoor \nadventures:",
    "snippet": "Outdoor Activities The diverse landscapes of the South of France oﬀer plenty of opportunities for outdoor adventures:",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "4": [
        [
          72.0,
          662.9759979248047,
          507.79205322265625,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Hiking and Biking",
    "page": 4,
    "bbox": [
      72.00000762939453,
      637.8719940185547,
      166.11599731445312,
      652.6559906005859
    ],
    "text": "Hiking and Biking\n\nVerdon Gorge: Known as the \"Grand Canyon of Europe,\" oﬀering spectacular hiking \ntrails. \nLuberon Regional Park: Explore picturesque villages and rolling hills, famous for \nlavender fields and vineyards. \nPyrenees National Park: Enjoy challenging hikes and stunning mountain scenery. \nMercantour National Park: Discover diverse wildlife and beautiful alpine landscapes. \nCamargue: Explore the unique wetlands on horseback or by bike. \nMont Ventoux: Challenge yourself with a hike or bike ride up this iconic mountain. \nGorges du Tarn: Hike through dramatic gorges and enjoy breathtaking views.",
    "snippet": "Hiking and Biking Verdon Gorge: Known as the \"Grand Canyon of Europe,\" oﬀering spectacular hiking trails.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "4": [
        [
          90.0,
          426.8835144042969,
          536.4719848632812,
          627.5159759521484
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Water Activities",
    "page": 4,
    "bbox": [
      72.00006103515625,
      402.0119934082031,
      156.39605712890625,
      416.7959899902344
    ],
    "text": "Water Activities\n\nArdèche River: Paddle through the stunning Ardèche Gorge. \nDordogne River: Enjoy a leisurely canoe trip, passing by medieval castles and \ncharming villages. \nUbaye River: Experience white-water rafting for an adrenaline rush. \nGorges du Verdon: Rent a kayak or paddleboat to explore the turquoise waters. \nLake Sainte-Croix: Enjoy swimming, sailing, and windsurfing on this beautiful lake. \nLake Serre-Ponçon: Try water skiing or wakeboarding on one of the largest artificial \nlakes in Europe. \nCévennes National Park: Go canyoning in the rugged terrain of this beautiful park.",
    "snippet": "Water Activities Ardèche River: Paddle through the stunning Ardèche Gorge.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "4": [
        [
          90.0,
          191.0235595703125,
          530.8920288085938,
          391.6559753417969
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Culinary Delights",
    "page": 5,
    "bbox": [
      72.0,
      705.1919937133789,
      163.83599853515625,
      719.9759979248047
    ],
    "text": "Culinary Delights\n\nThe South of France is a food lover's paradise. Here are some activities to indulge in the \nregion's culinary delights:",
    "snippet": "Culinary Delights The South of France is a food lover's paradise.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "5": [
        [
          72.0,
          662.9759979248047,
          509.8922119140625,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Wine Tasting",
    "page": 5,
    "bbox": [
      72.00000762939453,
      637.8719940185547,
      141.0360107421875,
      652.6559906005859
    ],
    "text": "Wine Tasting\n\nProvence: Explore vineyards known for their rosé wines. \nLanguedoc: Discover diverse wines, including reds, whites, and sparkling wines. \nChâteauneuf-du-Pape: Visit this famous wine region near Avignon. \nBandol: Taste the robust red wines and refreshing rosés of this coastal region. \nCôtes du Rhône: Explore the vineyards along the Rhône River. \nGaillac: Discover the unique wines of this lesser-known region. \nBordeaux: Take a day trip to the world-renowned wine region and visit its prestigious \nchâteaux.",
    "snippet": "Wine Tasting Provence: Explore vineyards known for their rosé wines.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "5": [
        [
          90.0,
          444.21600341796875,
          537.0733032226562,
          627.5159759521484
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Cooking Classes",
    "page": 5,
    "bbox": [
      72.0,
      419.1119689941406,
      158.79598999023438,
      433.8959655761719
    ],
    "text": "Cooking Classes\n\nProvence: Learn to prepare traditional dishes like ratatouille and bouillabaisse. \nPérigord: Join a truﬄe hunting tour followed by a cooking class. \nNice: Take a class to master Niçoise cuisine, including dishes like salade niçoise and \nsocca. \nToulouse: Learn to cook regional specialties such as cassoulet. \nMarseille: Participate in a seafood cooking class to make dishes like bouillabaisse. \nLyon: Discover the secrets of Lyonnaise cuisine with a hands-on cooking class. \nSarlat: Join a foie gras workshop and learn to prepare this delicacy.",
    "snippet": "Cooking Classes Provence: Learn to prepare traditional dishes like ratatouille and bouillabaisse.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "5": [
        [
          90.0,
          225.2235107421875,
          525.4981689453125,
          408.7559814453125
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Festivals and Events",
    "page": 6,
    "bbox": [
      72.0,
      705.1919937133789,
      178.89599609375,
      719.9759979248047
    ],
    "text": "Festivals and Events\n\nThe South of France hosts a variety of festivals and events throughout the year. Here are \nsome not-to-miss celebrations: \nCannes: Attend the prestigious Cannes Film Festival in May. \nNice: Experience the vibrant Nice Carnival in February. \nAvignon: Enjoy the Avignon Festival in July, featuring theater, dance, and music \nperformances. \nArles: Celebrate the Feria d'Arles, a traditional bullfighting festival held in April and \nSeptember. \nMenton: Visit the Lemon Festival in February, featuring elaborate citrus-themed floats \nand sculptures. \nGrasse: Attend the Rose Festival in May, celebrating the town's famous flower. \nMarseille: Experience the Fête de la Musique in June, with free concerts and \nperformances throughout the city.",
    "snippet": "Festivals and Events The South of France hosts a variety of festivals and events throughout the year.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "6": [
        [
          72.0,
          418.0559997558594,
          540.1307373046875,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Relaxation and Wellness",
    "page": 7,
    "bbox": [
      72.0,
      705.1919937133789,
      201.5159912109375,
      719.9759979248047
    ],
    "text": "Relaxation and Wellness\n\nFor those seeking relaxation and rejuvenation, the South of France oﬀers plenty of options:",
    "snippet": "Relaxation and Wellness For those seeking relaxation and rejuvenation, the South of France oﬀers plenty of options:",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "7": [
        [
          72.0,
          680.0759735107422,
          528.011962890625,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Spa and Wellness Retreats",
    "page": 7,
    "bbox": [
      72.0,
      654.9719696044922,
      210.81600952148438,
      669.7559661865234
    ],
    "text": "Spa and Wellness Retreats\n\nAix-en-Provence: Visit Thermes Sextius for thermal baths and massages. \nBordeaux: Enjoy vinotherapy treatments at Les Sources de Caudalie. \nVichy: Experience hydrotherapy and mud baths at Spa Vichy Célestins. \nEvian-les-Bains: Relax at the Evian Resort, known for its mineral-rich waters. \nSaint-Raphaël: Visit the Thalasso Spa for seawater treatments and relaxation. \nBiarritz: Enjoy the luxurious spas and wellness centers in this coastal town. \nCannes: Indulge in a pampering session at one of the many high-end spas. \nYoga and Meditation Retreats \nProvence: Join a yoga retreat in the serene countryside. \nPyrenees: Escape to the mountains for a meditation retreat. \nCôte d'Azur: Combine relaxation with luxury at a wellness retreat. \nLuberon: Participate in a holistic retreat with yoga, meditation, and organic meals. \nCamargue: Enjoy a retreat focused on mindfulness and nature immersion. \nSaint-Tropez: Find tranquility at a yoga retreat overlooking the Mediterranean. \nCorsica: Experience a yoga and wellness retreat on this beautiful island.",
    "snippet": "Spa and Wellness Retreats Aix-en-Provence: Visit Thermes Sextius for thermal baths and massages.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "7": [
        [
          72.00003051757812,
          276.5235595703125,
          520.8781127929688,
          644.6160125732422
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Shopping and Markets",
    "page": 8,
    "bbox": [
      72.0,
      705.1919937133789,
      191.43600463867188,
      719.9759979248047
    ],
    "text": "Shopping and Markets\n\nThe South of France is a shopper's paradise, with a variety of markets, boutiques, and artisan \nshops:",
    "snippet": "Shopping and Markets The South of France is a shopper's paradise, with a variety of markets, boutiques, and artisan shops:",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "8": [
        [
          72.0,
          662.9759979248047,
          536.17822265625,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Local Markets",
    "page": 8,
    "bbox": [
      72.0,
      637.8719940185547,
      147.81600952148438,
      652.6559906005859
    ],
    "text": "Local Markets\n\nNice: Explore the vibrant Cours Saleya Market. \nCannes: Visit Marché Forville for fresh seafood and local produce. \nAvignon: Discover local products at Marché des Halles. \nAix-en-Provence: Browse the stalls at the daily market on Place Richelme. \nSaint-Rémy-de-Provence: Enjoy the lively Wednesday market with local specialties. \nUzès: Visit the Saturday market for fresh produce and artisanal goods. \nSarlat: Explore the bustling market in the heart of the medieval town.",
    "snippet": "Local Markets Nice: Explore the vibrant Cours Saleya Market.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "8": [
        [
          90.0,
          461.08349609375,
          531.9119873046875,
          627.5159759521484
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Boutique Shopping",
    "page": 8,
    "bbox": [
      72.0,
      436.21197509765625,
      174.33599853515625,
      450.9959716796875
    ],
    "text": "Boutique Shopping\n\nCannes: Shop along the famous Rue d'Antibes, lined with high-end boutiques, \ndesigner stores, and luxury brands. \nAix-en-Provence: Browse shops and cafes on Cours Mirabeau, an elegant boulevard \nwith a variety of stores. \nNice: Find charming boutiques in the old town, oﬀering handmade soaps, ceramics, \nand local crafts. \nSaint-Tropez: Explore the chic boutiques and designer stores in this glamorous town. \nMarseille: Visit the trendy shops in the Le Panier district, known for its artisan goods \nand unique finds. \nMontpellier: Discover the boutiques in the historic Écusson district, oﬀering fashion, \njewelry, and art. \nToulouse: Shop in the vibrant Capitole area, home to a mix of high-end and \nindependent stores.",
    "snippet": "Boutique Shopping Cannes: Shop along the famous Rue d'Antibes, lined with high-end boutiques, designer stores, and luxury brands.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "8": [
        [
          90.0,
          157.95599365234375,
          533.0519409179688,
          425.8559875488281
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Family-Friendly Activities",
    "page": 9,
    "bbox": [
      72.0,
      705.1919937133789,
      207.33599853515625,
      719.9759979248047
    ],
    "text": "Family-Friendly Activities\n\nThe South of France oﬀers a variety of activities that are perfect for families with children:",
    "snippet": "Family-Friendly Activities The South of France oﬀers a variety of activities that are perfect for families with children:",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "9": [
        [
          72.0,
          680.0759735107422,
          519.7393188476562,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Theme Parks and Attractions",
    "page": 9,
    "bbox": [
      72.0,
      654.9719696044922,
      224.135986328125,
      669.7559661865234
    ],
    "text": "Theme Parks and Attractions\n\nAntibes: Visit Marineland for marine shows and an aquarium. \nFréjus: Cool oﬀ at Aqualand water park. \nVilleneuve-Loubet: Enjoy quirky attractions at Le Village des Fous. \nMonteux: Spend a day at Parc Spirou, a theme park based on the famous comic book \ncharacter. \nLa Palmyre: Explore the La Palmyre Zoo, home to a wide variety of animals. \nCap d'Agde: Have fun at Luna Park, an amusement park with rides and games. \nToulouse: Visit the Cité de l'Espace, a space-themed science museum with interactive \nexhibits.",
    "snippet": "Theme Parks and Attractions Antibes: Visit Marineland for marine shows and an aquarium.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "9": [
        [
          90.0,
          445.1159973144531,
          536.8895874023438,
          644.6159973144531
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Outdoor Adventures",
    "page": 9,
    "bbox": [
      72.0,
      419.95196533203125,
      181.416015625,
      434.7359619140625
    ],
    "text": "Outdoor Adventures\n\nVerdon Gorge: Take a family hike or rent paddle boats to explore the stunning Verdon \nGorge. \nCamargue Natural Park: Explore wetlands with wild horses and flamingos, and enjoy \nhorseback riding, bird watching, and boat tours. \nVarious Locations: Try tree-top adventure parks with zip lines, rope bridges, and \nclimbing challenges. \nGorges du Tarn: Go on a family-friendly hike and enjoy the scenic views. \nLake Annecy: Rent bikes and ride along the lake's picturesque bike paths. \nPyrenees: Take a cable car ride for stunning mountain views and easy hiking trails. \nDordogne: Explore the region's caves and prehistoric sites with guided tours suitable \nfor children.",
    "snippet": "Outdoor Adventures Verdon Gorge: Take a family hike or rent paddle boats to explore the stunning Verdon Gorge.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "9": [
        [
          90.0,
          175.89605712890625,
          539.2921752929688,
          409.656005859375
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Educational Experiences",
    "page": 9,
    "bbox": [
      72.0,
      150.79205322265625,
      201.75601196289062,
      165.5760498046875
    ],
    "text": "Educational Experiences\n\nToulouse: Visit Cité de l'Espace for a space-themed science museum with interactive \nexhibits, a planetarium, and a replica of the Mir space station.\n\nMonaco: Explore the Musée Océanographique and its marine exhibits, including a \nshark lagoon and touch tanks. \nDordogne: See ancient cave paintings at prehistoric sites like Lascaux and Rouﬃgnac, \nand visit museums dedicated to prehistoric life. \nMontpellier: Discover the Planet Ocean World, an aquarium and planetarium with \ninteractive exhibits. \nCarcassonne: Take a guided tour of the medieval citadel and learn about its history \nand architecture. \nNîmes: Visit the Roman amphitheater and learn about ancient Roman history. \nArles: Explore the Roman ruins and the Musée de l'Arles Antique, which showcases \nartifacts from the city's past.",
    "snippet": "Educational Experiences Toulouse: Visit Cité de l'Espace for a space-themed science museum with interactive exhibits, a planetarium, and a replica of the Mir space station.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "9": [
        [
          90.0,
          108.57598876953125,
          532.089599609375,
          140.43603515625
        ]
      ],
      "10": [
        [
          90.0,
          494.2560119628906,
          536.2920532226562,
          719.9759902954102
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Nightlife and Entertainment",
    "page": 11,
    "bbox": [
      72.0,
      705.1919937133789,
      219.75601196289062,
      719.9759979248047
    ],
    "text": "Nightlife and Entertainment\n\nThe South of France oﬀers a vibrant nightlife scene, with options ranging from chic bars to \nlively nightclubs:",
    "snippet": "Nightlife and Entertainment The South of France oﬀers a vibrant nightlife scene, with options ranging from chic bars to lively nightclubs:",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "11": [
        [
          72.0,
          662.9759979248047,
          521.5330810546875,
          694.8359756469727
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Things to Do.pdf",
    "heading_text": "Bars and Lounges",
    "page": 11,
    "bbox": [
      72.0,
      637.8719940185547,
      166.41598510742188,
      652.6559906005859
    ],
    "text": "Bars and Lounges\n\nMonaco: Enjoy classic cocktails and live jazz at Le Bar Americain, located in the Hôtel \nde Paris. \nNice: Try creative cocktails at Le Comptoir du Marché, a trendy bar in the old town. \nCannes: Experience dining and entertainment at La Folie Douce, with live music, DJs, \nand performances. \nMarseille: Visit Le Trolleybus, a popular bar with multiple rooms and music styles. \nSaint-Tropez: Relax at Bar du Port, known for its chic atmosphere and waterfront \nviews. \nMontpellier: Enjoy craft cocktails at Papa Doble, a speakeasy-style bar. \nToulouse: Sip on cocktails at Fat Cat, a stylish bar with a vintage vibe. \nNightclubs \nSaint-Tropez: Dance at the famous Les Caves du Roy, known for its glamorous \natmosphere and celebrity clientele. \nNice: Party at High Club on the Promenade des Anglais, featuring multiple dance \nfloors and top DJs. \nCannes: Enjoy the stylish setting and rooftop terrace at La Suite, oﬀering stunning \nviews of Cannes. \nMarseille: Visit R2 Rooftop, a popular nightclub with panoramic views of the city and \nthe sea. \nMonaco: Experience the exclusive Jimmy'z, a legendary nightclub with a luxurious \nambiance. \nMontpellier: Dance the night away at L'Antirouille, a club known for its eclectic music \nand lively atmosphere. \nToulouse: Check out Le Purple, a trendy nightclub with a vibrant dance floor and top-\nnotch DJs.\n\nConclusion \nThe South of France is a diverse and enchanting region that oﬀers a wide range of activities \nand experiences for travelers. Whether you're exploring the stunning coastline, immersing \nyourself in the rich cultural heritage, or indulging in the culinary delights, there is something \nfor everyone to enjoy. From family-friendly adventures to vibrant nightlife, the South of \nFrance promises an unforgettable journey filled with memories that will last a lifetime. Use \nthis guide to plan your trip and make the most of everything this beautiful region has to oﬀer.",
    "snippet": "Bars and Lounges Monaco: Enjoy classic cocktails and live jazz at Le Bar Americain, located in the Hôtel de Paris.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "11": [
        [
          72.0,
          90.39599609375,
          535.4569702148438,
          627.5160217285156
        ]
      ],
      "12": [
        [
          54.0,
          36.0,
          558.0,
          720.0
        ]
      ],
      "13": [
        [
          72.0,
          594.6360931396484,
          539.0519409179688,
          719.9759979248047
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Planning, and Exploring",
    "page": 1,
    "bbox": [
      72.0,
      688.0920181274414,
      199.416015625,
      702.8760223388672
    ],
    "text": "Planning, and Exploring",
    "snippet": "Planning, and Exploring",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {}
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Introduction",
    "page": 1,
    "bbox": [
      72.0,
      662.9520111083984,
      139.71600341796875,
      677.7360076904297
    ],
    "text": "Introduction\n\nPlanning a trip to the South of France requires thoughtful preparation to ensure a \ncomfortable and enjoyable experience. This guide covers everything from packing essentials \nto travel tips, catering to all seasons and various activities. Whether you're traveling solo, with \nkids, or in a group, this guide will help you make the most of your trip.",
    "snippet": "Introduction Planning a trip to the South of France requires thoughtful preparation to ensure a comfortable and enjoyable experience.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "1": [
        [
          72.0,
          586.5360565185547,
          539.6531372070312,
          652.5959777832031
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "General Packing Tips and Tricks",
    "page": 2,
    "bbox": [
      72.0,
      705.1919937133789,
      239.07598876953125,
      719.9759979248047
    ],
    "text": "General Packing Tips and Tricks\n\nLayering: The weather can vary, so pack layers to stay comfortable in diﬀerent \ntemperatures. \nVersatile Clothing: Choose items that can be mixed and matched to create multiple \noutfits, helping you pack lighter. \nPacking Cubes: Use packing cubes to organize your clothes and maximize suitcase \nspace. \nRoll Your Clothes: Rolling clothes saves space and reduces wrinkles. \nTravel-Sized Toiletries: Bring travel-sized toiletries to save space and comply with \nairline regulations. \nReusable Bags: Pack a few reusable bags for laundry, shoes, or shopping. \nFirst Aid Kit: Include a small first aid kit with band-aids, antiseptic wipes, and any \nnecessary medications. \nCopies of Important Documents: Make copies of your passport, travel insurance, and \nother important documents. Keep them separate from the originals. \nPortable Laundry Kit: A small laundry kit with detergent and a travel clothesline can \nbe handy for longer trips. \nMulti-Purpose Shoes: Choose shoes that are comfortable for walking but can also be \nworn to a nice dinner. \nTravel Pillow and Blanket: A compact travel pillow and blanket can make long flights \nor train rides more comfortable. \nZiplock Bags: Use ziplock bags for liquids, snacks, or to keep items organized and \nprotected from spills. \nEmergency Contact List: Have a list of emergency contacts, including local embassy \nor consulate information.",
    "snippet": "General Packing Tips and Tricks Layering: The weather can vary, so pack layers to stay comfortable in diﬀerent temperatures.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "2": [
        [
          90.0,
          189.2760009765625,
          539.5344848632812,
          694.8359832763672
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Packing for All Seasons",
    "page": 3,
    "bbox": [
      72.0,
      705.1919937133789,
      194.73599243164062,
      719.9759979248047
    ],
    "text": "Packing for All Seasons",
    "snippet": "Packing for All Seasons",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {}
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Spring (March to May)",
    "page": 3,
    "bbox": [
      72.0,
      680.0519790649414,
      190.71600341796875,
      694.8359832763672
    ],
    "text": "Spring (March to May)\n\nClothing: Light sweaters, long-sleeve shirts, t-shirts, and a light jacket or raincoat. \nFootwear: Comfortable walking shoes and sandals. \nAccessories: Sunglasses, a hat, and a small umbrella. \nAdditional Tips: Spring can be unpredictable, so be prepared for both sunny and rainy \ndays. Consider packing a lightweight scarf for cooler evenings.",
    "snippet": "Spring (March to May) Clothing: Light sweaters, long-sleeve shirts, t-shirts, and a light jacket or raincoat.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "3": [
        [
          90.0,
          562.0560150146484,
          541.9356689453125,
          669.7560272216797
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Summer (June to August)",
    "page": 3,
    "bbox": [
      72.0,
      536.9520111083984,
      206.49600219726562,
      551.7360076904297
    ],
    "text": "Summer (June to August)\n\nClothing: Lightweight, breathable fabrics like cotton and linen. Pack t-shirts, shorts, \nsundresses, and swimwear. \nFootwear: Sandals, flip-flops, and comfortable walking shoes. \nAccessories: Sunglasses, a wide-brimmed hat, sunscreen, and a reusable water bottle. \nAdditional Tips: The South of France can get very hot in the summer, so stay hydrated \nand seek shade during peak sun hours. Pack a cooling towel to help manage the heat. \nAutumn (September to November) \nClothing: Light sweaters, long-sleeve shirts, t-shirts, and a medium-weight jacket. \nFootwear: Comfortable walking shoes and boots. \nAccessories: Sunglasses, a scarf, and a small umbrella. \nAdditional Tips: Autumn is a great time to visit vineyards and enjoy the harvest \nseason. Pack layers to adjust to varying temperatures throughout the day. \nWinter (December to February) \nClothing: Warm layers such as sweaters, long-sleeve shirts, and thermal tops. A heavy \ncoat, gloves, and a hat. \nFootwear: Waterproof boots and comfortable walking shoes. \nAccessories: A scarf, sunglasses for sunny winter days, and a travel-sized hand \nwarmer.\n\nAdditional Tips: Winter is mild compared to other regions, but it's still important to \npack warm clothing for cooler evenings. Consider packing thermal underwear for \nextra warmth.",
    "snippet": "Summer (June to August) Clothing: Lightweight, breathable fabrics like cotton and linen.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "3": [
        [
          71.9999771118164,
          123.8160400390625,
          541.3920288085938,
          526.5959777832031
        ]
      ],
      "4": [
        [
          90.0,
          670.8960418701172,
          527.1116943359375,
          719.9759979248047
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Packing for Adults",
    "page": 4,
    "bbox": [
      72.0,
      645.6959686279297,
      169.15200805664062,
      660.5759735107422
    ],
    "text": "Packing for Adults\n\nClothing \nCasual Wear: Comfortable clothes for sightseeing and casual dining, like jeans, t-\nshirts, and casual dresses. \nEvening Wear: Dressier outfits for dining out or events. Pack a nice dress or dress \npants and a blouse/shirt. \nActive Wear: If you plan on hiking or outdoor activities, pack activewear like leggings, \nshorts, and moisture-wicking tops. \nSwimwear: Don't forget your swimsuit for beach or pool visits. \nAccessories: A stylish yet functional bag, a lightweight scarf, and a versatile jacket. \nAdditional Tips: Pack a few statement pieces that can be dressed up or down, such as \na versatile dress or a pair of stylish shoes. \nToiletries \nBasic Toiletries: Toothbrush, toothpaste, shampoo, conditioner, body wash, \ndeodorant, and personal hygiene items. \nSkincare: Sunscreen, moisturizer, and daily skincare products. \nMakeup: Pack essentials in a travel-sized makeup bag. \nAdditional Items: A small sewing kit, nail clippers, and a razor. \nAdditional Tips: Consider packing a travel-sized perfume or cologne to freshen up on \nthe go.",
    "snippet": "Packing for Adults Clothing Casual Wear: Comfortable clothes for sightseeing and casual dining, like jeans, t- shirts, and casual dresses.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "4": [
        [
          71.99998474121094,
          215.49603271484375,
          539.5921630859375,
          635.4360198974609
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Gadgets and Accessories",
    "page": 4,
    "bbox": [
      72.00003051757812,
      190.39202880859375,
      202.95602416992188,
      205.176025390625
    ],
    "text": "Gadgets and Accessories\n\nElectronics: Smartphone, charger, power bank, and other devices. Bring a travel \nadapter if needed. \nCamera: Capture memories with a camera, extra batteries, and memory cards. \nBooks and Entertainment: A book, e-reader, or tablet for entertainment during \ntravel.\n\nAdditional Tips: Download maps and travel guides to your devices for oﬄine use. \nConsider bringing a portable Wi-Fi hotspot for reliable internet access.",
    "snippet": "Gadgets and Accessories Electronics: Smartphone, charger, power bank, and other devices.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "4": [
        [
          90.0,
          80.5560302734375,
          510.91326904296875,
          180.0360107421875
        ]
      ],
      "5": [
        [
          90.0,
          687.9960174560547,
          519.5557861328125,
          719.9759979248047
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Packing for Kids",
    "page": 6,
    "bbox": [
      72.0,
      705.1919937133789,
      157.95599365234375,
      719.9759979248047
    ],
    "text": "Packing for Kids\n\nClothing \nComfortable Wear: T-shirts, shorts, pants, dresses, pajamas, and underwear. \nLayering: Depending on the season, pack sweaters, jackets, and hats. \nSwimwear: Swimsuits and cover-ups for beach or pool days. \nAccessories: A sun hat, sunglasses, and a lightweight jacket. \nAdditional Tips: Pack extra clothing for kids, as they may need more changes of \nclothes than adults. \nEssentials \nDiapers and Wipes: For babies or toddlers, pack enough diapers and wipes. \nSnacks: Bring a variety of snacks for travel and outings. \nToys and Entertainment: Favorite toys, books, or games. Consider a tablet with pre-\ndownloaded content. \nAdditional Tips: Pack a small backpack for each child with their essentials to keep \nthem engaged. Include comfort items like a favorite blanket or stuﬀed animal. \nToiletries \nBasic Toiletries: Toothbrush, toothpaste, shampoo, body wash, and personal hygiene \nitems. \nSunscreen: Kid-friendly sunscreen. \nAdditional Items: A small first aid kit with child-specific medications. \nAdditional Tips: Pack extra toiletries for kids, as they may need more frequent use of \nitems like wipes and hand sanitizer.",
    "snippet": "Packing for Kids Clothing Comfortable Wear: T-shirts, shorts, pants, dresses, pajamas, and underwear.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "6": [
        [
          71.99998474121094,
          216.45599365234375,
          536.7130737304688,
          694.8359832763672
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Safety and Comfort",
    "page": 6,
    "bbox": [
      72.0,
      191.35205078125,
      175.89599609375,
      206.13604736328125
    ],
    "text": "Safety and Comfort\n\nCar Seat: Check if a car seat is provided if renting a car. If not, bring your own. \nStroller: A lightweight, foldable stroller for younger children. \nBlanket and Pillow: A small blanket and travel pillow for comfort during flights or \nlong car rides.\n\nAdditional Tips: Bring a favorite stuﬀed animal or comfort item to help kids feel at \nhome. Consider packing a travel potty for young children.",
    "snippet": "Safety and Comfort Car Seat: Check if a car seat is provided if renting a car.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "6": [
        [
          90.0,
          98.5560302734375,
          519.9757080078125,
          180.99603271484375
        ]
      ],
      "7": [
        [
          90.0,
          687.9960174560547,
          521.9519653320312,
          719.9759979248047
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Special Considerations",
    "page": 7,
    "bbox": [
      72.0,
      637.7519989013672,
      192.2760009765625,
      652.5359954833984
    ],
    "text": "Special Considerations\n\nBeach Trips \nBeach Bag: A large, waterproof bag for essentials. \nTowels: Lightweight, quick-drying beach towels. \nBeach Toys: Buckets, shovels, and toys for kids. \nSnorkeling Gear: Bring your own gear for a better fit and comfort. \nAdditional Tips: Pack a beach umbrella or tent for shade and a cooler for drinks and \nsnacks. Consider bringing a waterproof phone case to protect your device. \nHiking and Outdoor Activities \nBackpack: A sturdy, comfortable backpack for essentials. \nWater Bottle: A reusable water bottle. \nFirst Aid Kit: A small kit with band-aids, antiseptic wipes, and medications. \nInsect Repellent: Protect against bugs and mosquitoes. \nAdditional Tips: Wear moisture-wicking clothing and sturdy hiking boots. Bring a map \nand compass or GPS device. Pack energy bars or snacks for long hikes.",
    "snippet": "Special Considerations Beach Trips Beach Bag: A large, waterproof bag for essentials.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "7": [
        [
          72.0,
          301.1159973144531,
          541.3970947265625,
          627.3959808349609
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "City Exploration",
    "page": 7,
    "bbox": [
      72.0,
      275.9520263671875,
      158.67599487304688,
      290.7359924316406
    ],
    "text": "City Exploration\n\nDay Bag: A small, secure day bag for carrying essentials like water, snacks, and a \ncamera. \nComfortable Shoes: Wear comfortable walking shoes for exploring cities. \nGuidebook: A guidebook or map to help navigate and find points of interest. \nAdditional Tips: Use a money belt or hidden pouch to keep valuables safe. Consider \nusing public transportation to explore cities eﬃciently. \nWine Tours \nComfortable Clothing: Wear comfortable, casual clothing suitable for walking and \nwine tasting.\n\nNotebook: Bring a notebook to jot down notes about the wines you taste. \nWater Bottle: Stay hydrated by drinking water between tastings. \nAdditional Tips: Plan your wine tour route in advance and consider hiring a driver or \njoining a guided tour to avoid drinking and driving.",
    "snippet": "City Exploration Day Bag: A small, secure day bag for carrying essentials like water, snacks, and a camera.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "7": [
        [
          71.99996948242188,
          73.47601318359375,
          531.7918090820312,
          265.656005859375
        ]
      ],
      "8": [
        [
          90.0,
          637.5359954833984,
          533.5369262695312,
          719.9759979248047
        ]
      ]
    }
  },
  {
    "doc_id": "South of France - Tips and Tricks.pdf",
    "heading_text": "Tips and Tricks for Packing",
    "page": 8,
    "bbox": [
      72.0,
      587.2919769287109,
      212.55599975585938,
      602.0759735107422
    ],
    "text": "Tips and Tricks for Packing\n\nCheck the Weather: Check the forecast before packing to ensure appropriate clothing. \nMake a Packing List: Create a list to ensure nothing is forgotten. Cross oﬀ items as you \npack. \nUse Packing Cubes: Organize clothes and maximize space. \nRoll Your Clothes: Save space and reduce wrinkles. \nPack Dual-Purpose Items: Choose items that serve multiple purposes. \nWear Bulky Items: Wear bulky items like coats or boots during travel to save suitcase \nspace. \nPack a Day Bag: Bring a small day bag for daily excursions. \nLeave Room for Souvenirs: Leave extra space or bring a foldable bag for souvenirs. \nAdditional Tips: Pack a small travel umbrella, a reusable shopping bag, and a \nportable phone charger. Consider using a luggage scale to avoid overweight baggage \nfees.\n\nConclusion \nPacking for a trip to the South of France involves considering the season, planned activities, \nand the needs of both adults and children. By following this comprehensive guide and \nincorporating the tips and tricks provided, you'll be well-prepared for a comfortable and \nenjoyable trip. Remember to pack light, versatile clothing, and essential items to make the \nmost of your travel experience. Bon voyage!",
    "snippet": "Tips and Tricks for Packing Check the Weather: Check the forecast before packing to ensure appropriate clothing.",
    "page_height_pt": 792.0,
    "bbox_origin": "BL",
    "content_regions": {
      "8": [
        [
          90.0,
          291.9360046386719,
          542.2919311523438,
          576.9960174560547
        ]
      ],
      "9": [
        [
          72.0,
          611.6760711669922,
          529.3320922851562,
          719.9759979248047
        ]
      ]
    }
  }
]